<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <style>
        * {
            box-sizing: border-box;
            padding: 0; margin: 0;
        }
        html {
            background-color: #eee;
        }
        .Title__top--name {
            font-size: 17px;
            font-weight: bold;
            color: #fff;
            background-color: #0aaaaa;
            text-align: center;
            line-height: 50px;
        }
        .backBtn {
            background: url(img/back.png) center;
            float: left;
            background-repeat: no-repeat;
            background-size: 30px 30px;
            border: none;
            width: 50px;
            height: 50px;
            padding-top: 33px;
            position: absolute;
            top: 0px;
            outline-style: none;
        }
        .Title {
            background-color: #fafafa;
            width: 100%;
            height: 50px;
            margin: 0;
            position: fixed;
            z-index: 10;
        }
    </style>
    
</head>
<body>
    <div class="Title">
        <div class="Title__top--name">개인정보처리방침</div>
            <button class="backBtn" onclick="history.back()"></button>
        </div>
    </div>
    <br>
    <br>
    <br>
    <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제2조 약관의 명시 및 효력</h3>
        <br>
        <span>
            1. 본 약관의 내용은 회사가 제공하는 모든 서비스에 게시하여 공시합니다.
            <br><br>2. 회사는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 변경할 수 있습니다. 회사는 약관이 변경되는 경우에 변경된 약관의 내용과 시행일을 정하여 시행일 최소 7일 이전부터 시행일 후 상당한 기간 동안 공지하고, 기존 이용자에게는 변경된 약관과 적용일자를 이메일 또는 문자 메세지 등 합리적이고 수용가능한 방법으로 변경사항을 공지 또는 통지합니다.
            <br><br>3. 회원은 변경된 약관에 동의하지 않은 권리가 있으며, 시행일로부터 7일 내 변경된 약관에 대해 거절의 의사를 표시하지 않았을 때 본 약관에 동의한 것으로 간주합니다.
        </span>
        <br>
        <br>
        <h3>제3조 약관 외 준칙</h3>
        <br>
        <span>
        회사는 본 이용약관 및 개별 서비스의 운영정책(이하 ‘운영정책’)을 정할 수 있으며, 본 약관에서 규정된 내용이 개별 서비스 약관에서 정한 운영정책과 충돌하는 경우 개별 서비스의 약관 규정을 우선하여 적용합니다. 본 약관에 규정되지 않은 사항에 대해서는 별도의 운영정책, 회사의 공지, 이용안내, 상관행, 관계법령에서 정한 바를 따릅니다.</span>
        <br>
        <br>
        <h3>제 4조 서비스의 구분</h3>
        <br>
        <span>
        1. 회사가 회원에게 제공하는 무료서비스, 유료서비스, 개별서비스 등 모든 서비스를 “서비스” 라 고 칭합니다.
        <br><br>2. 무료서비스, 유료서비스 등의 종류와 이용방법 등은 이 약관 및 회사가 공지 또는 이용안내에서 별도로 정하는 바에 따릅니다.
        </span>
        <br>
        <br>
        <h3>제 5조 이용계약의 성립</h3>
        <br>
        <span>
        1. 이용자가 회원가입 시 본 약관의 동의 버튼을 클릭하거나 체크박스에 체크하면 약관에 대한 동의로 간주합니다. 회원 등록에 필요한 필수사항(이름, 이메일 주소, 아이디, 비밀번호)을 입력한 후 회원등록을 완료하면 계정이 생성되는 절차로 진행됩니다.
            <br><br>2. 이용계약은 계정 단위로 체결합니다. 계정이란 서비스에서 본 약관에 동의하고 본인을 식별하기 위해 미리 등록한 문자, 특수문자, 숫자 등의 조합으로 생성한 아이디 및 이메일 주소, 비밀번호를 의미합니다 .
            <br><br>3. 회사가 지정하는 타서비스계정(페이스북 계정 간편 로그인)을 활용하여 본 서비스의 계정을 생성할 수 있습니다. 회사는 가입신청자의 신청에 대하여 서비스 이용 승낙을 원칙으로 합니다. 이용 승낙을 통해 서비스를 자유롭게 이용할 수 있습니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
        <br>
        <h3>제1조 목적</h3>
        <br>
        <br>
        <span>
        본 약관은 주식회사 모비온즈미디어 (이하 ‘회사’)가 제공하는 서비스(회원이 PC,모바일 등의 각종 디지털 기기 또는 프로그램을 통하여 이용할 수 있도록 회사가 제공하는 모든 서비스 의미) 를 이용하는데 필요한 회사와 회원간의 절차 및 이용조건, 권리, 의무 및 책임사항 등 기타 필요한 사항들을 규정함을 목적으로 합니다.
        </span>
        <br>
</body>
</html>